CLASS_NAMES = [
    "大的绿色三棱柱", "大的黄色三棱柱", "大的蓝色三棱柱", "大的红色三棱柱",
    "大的黄色六棱柱", "大的蓝色六棱柱", "大的绿色六棱柱", "大的红色六棱柱",
    "大的黄色圆柱体", "大的蓝色圆柱体", "大的红色圆柱体", "大的绿色圆柱体",
    "大的黄色三棱锥", "大的绿色三棱锥", "大的蓝色三棱锥", "大的红色三棱锥",
    "大的绿色长方体", "大的黄色长方体", "大的蓝色长方体", "大的红色长方体",
    "大的蓝色球体", "大的红色球体", "大的黄色球体", "大的绿色球体",
    "大的黄色圆锥", "大的绿色圆锥", "大的蓝色圆锥", "大的红色圆锥",
    "小的绿色三棱柱", "小的黄色三棱柱", "小的蓝色三棱柱", "小的红色三棱柱",
    "小的蓝色六棱柱", "小的黄色六棱柱", "小的红色六棱柱", "小的绿色六棱柱",
    "小的黄色圆柱体", "小的蓝色圆柱体", "小的红色圆柱体", "小的绿色圆柱体",
    "小的黄色三棱锥", "小的绿色三棱锥", "小的蓝色三棱锥", "小的红色三棱锥",
    "小的红色长方体", "小的蓝色长方体", "小的绿色长方体", "小的黄色长方体",
    "小的蓝色球体", "小的红色球体", "小的黄色球体", "小的绿色球体",
    "小的黄色圆锥", "小的绿色圆锥", "小的蓝色圆锥", "小的红色圆锥"
] 